VA_NAME = 'Эврика'

VA_VER = "2.0"

VA_ALIAS = 'эврика'

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

VA_CMD_LIST = {

    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "Alt+F4": ("закрой", "закрой приложение"),
    "close_tab": ("закрой вкладку",),
    "return_tab": ('верни', 'верни вкладку'),
    "search_google": ("найди в гугле", "поищи в гугле", "поиск", "найди"),
    "youtube": ("найди в ютубе", "поищи в ютубе", "включи в ютубе", "найди в ютюбе", "поищи в ютюбе", "включи в ютюбе",
                "найди в ютьюбе", "поищи в ютьюбе", "включи в ютьюбе"),
    "search_prog": ("переключи приложение", "переключи"),
    "gpt": ("расскажи мне",),

    "music": ("включи трек", "включи музыку", "вруби музыку"),
    "next_track": ("следующий трек",),
    "previous_track": ("предыдущий трек",),
    "pause": ("пауза", "останови", ),
    "play": ("продолжи играть", "плэй"),

    "notes": ("сделай запись", "запиши", "напиши в заметках", "запиши в заметках"),
    "conductor": ("открой файлы", "открой проводник"),
    "open_Pycharm": ("хочу по программировать", "по и чарм", "по чарм"),
    "steam": ("открой стим", "открой с тим", "хочу поиграть"),
    "volume_max": ("сделай громче",),
    "volume_min": ("сделай тише",),
    "Mega_volume": ("сделай звук на",),
    "volume_on": ("включи звук",),
    "volume_off": ("выключи звук",),
    "set_audio_columns": ("переключи на колонки",),
    "timer": ("поставь таймер на", "заведи таймер на", "включи таймер на",),
    "set_alarm": ("поставь будильник на ", "поставить будильник на", "поставил будильник на","опасаясь будильник на"),
    "Off_Eureka": ("прекрати работу", "выключись"),
}

