VA_NAME = 'Эврика'

VA_VER = "1.0"

VA_ALIAS = 'эврика'

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

VA_CMD_LIST = {

    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "Alt+F4": ("закрой", "закрой приложение"),
    "close_tab": ("закрой вкладку",),
    "return_tab": ('верни', 'верни вкладку'),
    "search_google": ("найди в гугле", "поищи в гугле", "поиск", "найди"),
    "youtube": ("найди в ютубе", "поищи в ютубе", "включи в ютубе", "найди в ютюбе", "поищи в ютюбе", "включи в ютюбе", "найди в ютьюбе", "поищи в ютьюбе", "включи в ютьюбе"),
    "search_prog": ("переключи приложение", "переключи"),
    "gpt": ("спроси у друга",),
    "music": ("включи трек", "включи музыку", "вруби музыку"),
    "Off_Eureka": ("прекрати работу", "выключись"),

}
