VA_NAME = 'Эврика'

VA_VER = "1.0"

VA_ALIAS = 'эврика'

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

VA_CMD_LIST = {

    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "Alt+F4": ("закрой", "закрой приложение"),
    "close_tab": "закрой вкладку",
    "return_tab": ('верни', 'верни вкладку', ),
    "search": ("найди в гугле", "поищи в гугле", "поиск", "найди"),
    "search_prog": ("переключи ","переключись "),

}